[
    {
        "title": "Детство",
        "text": "Родился Артем Терзиян или Тим Порт в маленьком городе на юге Российской Федерации - Майкоп, площадь которого не более 70 квадратных километров. Находится город в Республике Адыгея. Родился юный автор 30 марта 2007 года."
    },
    {
        "title": "Школьные годы",
        "text": "В 2014 году Артем отправился в школу, которую закончили его близкие. Там он учится и по сей день (2024г.). С детства его учили читать, но читал он маловато, так как особо не любил это. Учился он хорошо, иногда получая тройки."
    },
    {
        "title": "Разные хобби",
        "text": "Артем пробовал много разных увлечений: он пытался снимать видео на Ютуб, чем занимался довольно продолжительное время, у него было желание писать музыку, но от этой идеи он быстро отказался."
    },
    {
        "title": "Тяга к спорту",
        "text": "Тим пробовал себя во многих местах: спортивно-бальные танцы, каратэ или баскетбол, но в каждом, все увенчалось окончанием карьеры. На танцах он просто ушел, на каратэ - получил сотрясение, а на баскетболе сломал руку."
    },
    {
        "title": "Чтение и написание книг",
        "text": "Первую книгу, которую прочитал автор трех книг - Робинзон Крузо (Даниэль Дефо), ее он перечитывал несколько раз. В 2021 году он решил почитать другие книги. Его самым любимым писателем стал Стивен Кинг, чьи книг у Артема очень много. Одна из книг и подтолкнула его писать книги. В 2022 году в августе он начал писать свою первую книгу и ровно через месяц закончил ее. Прошло не более месяца, как Артем приступил к написанию второй книги, котор, которую уже писал не месяца, а целых 7 месяцев. Она была намного крупнее и лучше первой. Летом 2023 он пытался писать другие книги, но постоянно их забрасывал. Но в июле он начал писать третью книгу, однако через три месяца понял, что персонажи и сюжет плохо проработан, поэтому начал ее переписывать 15 октября, а закончил 29 апреля. Прошло полгода, как на свет появилась его новая книга..."
    }
]